text = """
近日，肖战在绿洲上再次发表一幅手绘图，并配文：不聚集、不扎堆；戴口罩、勤洗手；好习惯、要坚持。

很快就上了热搜。


自从227事件以来，肖战基本上没有出现在公众面前，不管是影视作品、还是综艺节目，亦或产品代言，都不曾见到过他。

直到前几天才出现在蔚县扶贫公益上，这也算是227事件后第一次真正是出现在观众面前。虽然之前时不时也有消息，动不动就上热搜，大多都是一些手绘或者黑粉事件。

在沉寂的这几个月，他似乎沉浸在了手绘这件事上，都说艺术是最能静下心的，想必他也是在沉淀自己，为了以后更好地飞翔吧。


前几天，肖战破天荒地发了一张自拍照，并在背后画了一只可爱的萌宠。

可以见得，他的状态还不错，心情也像蓝天白云似的明媚，大概这就是相由心生吧。

这个总是心怀善意识大体的大男孩，在遭受了这么长时间的网络暴力之后，依然保持着初心、坚定着自我。


01 商业大佬力邀肖战代言，他怕影响企业谨慎选择

前不久，派蒙国际集团的总裁潘智军在微博上发文，称自己的集团曾联系到肖战的经纪人团队，希望能请他代言。


这可是商业大佬啊，既了解消费圈内明星的商业价值，又是和吴京同班的兄弟、双料影帝王景春的好友、黄渤和黄晓明的师兄，对娱乐圈的各种现象也算是明白。

这样一个人，公开力邀肖战代言，并以客观的态度分析肖战在227事件中承受的压力，鼓励大家既不过誉，也不刻黑。

但是，肖战方担心自己目前的情况会影响企业及品牌的声誉，所以在选择代言的时候慎之又慎。

潘智军感怀肖战团队的大格局和为他人考虑的胸怀，特地发微博赞扬。

还明确定义肖战依旧是顶级流量的明星代言咖位。


随着时间的流逝，网上关于肖战的风波不再像初起时候的激烈凶猛了，慢慢地进入了理性的状态。

虽然还是有不少恶言相向的黑子和激进冒失的粉丝，但终归只是极端的少数群体。

绝大多数的粉丝包括工作室在经历了这么多事情后，都学会了成长，学会了如何更好地保护肖战。

而肖战本人也更加积极投身于公益事业，多次被官方媒体转发点赞。

他也说过想把公益这件事做成细水长流。


不仅如此，在别人因为他的缘故受到牵连时，他会及时出面制止，同时，他也会积极引导粉丝把重心放在学业、工作和生活上，而不应该沉迷追星。


这次事件虽然在很大程度上影响了肖战的名声，但同时也整顿了网络氛围。

在5月20日，肖战被非法利用信息网络一案在北京立案，相信通过法律的途径不仅可以还肖战一个公道，也能还互联网世界一个清净。

事情慢慢步入正轨，肖战也逐渐开始复工，由他主演的《余生请多指教》已经拿到发行许可证，各大视频平台上也可预约；也有消息不断传出他的《狼殿下》要播了。

大概过不了多久，就能看到他的精彩表现了。

就像《加缪手记》里的一句话：每个冬天的句点都是春暖花开。


02 经历那么大风波，为啥还能保持顶流代言咖位？

在这半年多来，肖战尽可能地宅在家里、不占用公共资源，当然也有不可控的客观因素，让他没有资源、没有工作。

但是，他的名字却始终活跃在各大平台，他的热度从未掉出过大众视野。

就最新的618活动中，两大金主百威啤酒和开小灶强强联合，月销售额分别突破75000+和2270多万，而且基本上都是在上架后几秒内被抢空。


在新统计的明星消费影响力分析中，可以看到，他以满分的优势占据了明星消费辐射力和带货直达力，稳居季度消费总冠军。


当其他品牌对肖战望而远之的时候，百威却联合开小灶甜蜜互动，力挺肖战。


这个成绩，也算是粉丝对这两大品牌最大的感恩和回馈了。

除了在商业价值上，肖战名列前茅，在其他影视、人气、超话等方面，也都毫不逊色。

作为华语男演员，他连续9周登上了明星网络影响力榜单之首。

在明星人气榜上，他又连续11周登顶。


他的超话也不甘落后，总阅读量超过2亿，霸占了9周的榜首。


这些傲人的成绩，自然都是粉丝的功劳。

227事件确实在一开始给肖战败坏了不少路人缘，但随着事情的发酵、随着真相的浮出、随着对他本人的深入了解，有很多粉丝晋升为了死忠粉，很多路人晋升为了铁粉。

虽然，他的粉丝数量不是最多的，但胜在活跃度高、粘性强。

上述列举的数据就是最好的证明。

当然，最根本的原因还是在于肖战本人的口碑和影响力。

在最新的采访中，肖战坦然面对这大半年来的网络暴力，并称之为经历和财富。


他还说，从小的家庭教育就是要做一个有礼貌、懂得换位思考的人，这种思想已经是根深蒂固了。


所以，他总能积极乐观地对待生活的磨难，也总是为企业考虑、为粉丝考虑、为社会集体考虑，哪怕自己受委屈。

作为一个公众人物，肖战觉得，传播正能量才是负责任的表现，而负面情绪都会自己消化。

三观正、阳光、善良、有格局，这或许就是粉丝愿意为他买单的原因吧。


03 比起他的商务，他的几部待播剧更值得期待

当被问到接下来有什么工作安排的时候，肖战的第一反应就是拍戏。虽然他并非科班出身，但《陈情令》中的表现足以让大家赞赏和喜爱。

当然，这不是他参与拍摄的第一部剧，所以相对来说，已经算是有经验的。

但如果没有他认真地上课、记笔记，没有他仔细地复盘每一集戏，没有他坚持学习前辈的经验，也就不会有进步和认可。

肖战曾说过，自己的理想是当一个演技派的演员，前期会尝试多元化的角色，后期会朝着专注化的方向前进。


所以，比起他的商务能力，大家更应该关注他的作品。

目前的待播剧有《狼殿下》、《余生请多指教》和《斗罗大陆》，而且霸占了超话的前三。

这三部剧跨越了古代和现代，跨越了刚毅和儒雅，跨越了玄幻和现实。可以说，对一个演员来说，这是一次体验了多种人生的快感，也是对演技、观众认可度的极大考验。

《狼殿下》里，他扮演的是一个背负着家族使命却心怀大爱的世子疾冲，为人有情有义、豁达洒脱。爱一个人的时候，可以倾尽所有，但最终还是选择尊重对方的决定。

可以预见，这是一个悲情男二，但同时也是观众最心疼的角色。


肖战曾说，那段时间很苦、很迷茫，因为是第一次接触镜头，根本不知道自己该做什么；但又非常感谢那段时间，因为有了那次的经验，在演戏上他才有了质的飞跃。

而《余生请多指教》是一部与医疗相关的都市情感剧，当时预告片一放出来，播放量就直线上升、突破一亿。

在这部剧里，他扮演的是消化中心的外科主刀医师顾魏，是一个对失败和挫折过度在意的人。

不过，后来遇到女主，凡事都学会了看开，两个人携手共闯生活的难关。


这最大的难题应该就是顾魏前期和后期的心态变化，如何通过细腻的情绪和微表情管理来具象化这种变化，既不会让人觉得夸张、又不会觉得呆滞，是非常具有挑战性的。

但凭借肖战已经塑造的魏无羡和张小凡来看，他的眼神、语气、嘴角等细节处理还是相当不错的。

还有一部《斗罗大陆》是改编自唐家三少的同名小说，早在开播前就有庞大的粉丝基础。

连作者本人也对肖战饰演唐三很满意。

唐三曾因为偷学唐门秘籍而跳崖明志，不想却带着记忆来到了斗罗大陆，在这里重新建设了唐门，并将毕生所学发扬光大。

从之前官宣的海报来看，大多原著粉都很满意他的造型。


而具体的评价还是要综合考虑剧本、后期、演技等一系列的好坏。

不过，就人气来看，这部剧连续霸占德塔文待播剧的榜首，想必是很高的。

总之，肖战一直都是个对待工作极其认真的人，相信他的作品也是值得期待的。
"""